;; -*- no-byte-compile: t; -*-
;;; config/private/packages.el

(package! visual-regexp)
(package! visual-regexp-steroids)
(package! org-edit-latex)
(package! package-lint)
(package! keyfreq)
(package! evil-matchit)
(package! nsis-mode)
(package! groovy-mode)

(package! auto-save :ignore t)
(package! openwith :ignore t)
(package! dap-mode)
(package! quickrun)
(package! neotree)
;; (package! elpy)
(package! page-break-lines)
(package! company-english-helper)
